Repository: elementary/wingpanel-indicator-sound
Catalog: po/extra/*.po
Languages: ca, cs, es, fr, hu, ja, nl, pl, pt, pt_br, ru, sk, sv, zh_tw

source: Sound Indicator
ca: Indicador de so
cs: Indikátor pro zvuk
es: Indicador de sonido
fr: Indicateur de son
hu: Hangkijelzés
ja: サウンドインジケーター
nl: Geluid indicator
pl: Wskaźnik dźwięku
pt: Indicador de som
pt_br: Indicador de som
ru: Индикатор звука
sk: Indikátor zvuku
sv: Ljudindikator
zh_tw: 音效指示器

source: Adjust speaker and microphone volume or see Now Playing information and media controls
ca: Ajusteu el volum de l'altaveu i el micròfon o vegeu la informació del que es reprodueix i els controls.
cs: Úprava hlasitosti reprodukce zvuku a zesílení mikrofonu. Dále zobrazení informace o právě přehrávané skladbě a ovládacích prvků přehrávání
es: Ajuste el volumen del altavoz y del micrófono o vea información de reproducción y controles multimedia
fr: Ajuster le volume de lecture et d'enregistrement ou voir et contrôler les médias en-cours
hu: Hangszórók és mikrofonok hangerejének kezelése, éppen játszott szám adatainak megjelenítése és médiavezérlés
ja: スピーカーやマイクの音量を調整したり、現在再生中の曲の情報やメディアコントロールを表示したりします
nl: Pas het volume van de speakers en microfoon aan, zie informatie over het huidige nummer en bedien media
pl: Dopasuj głośność głośnika oraz mikrofonu lub zobacz informację na temat aktualnie odtwarzanych mediów i kontroluj je
pt: Ajuste o volume do altifalante e do microfone ou veja Agora a reproduzir informações e controlos de multimédia
pt_br: Ajuste o volume do alto-falante e do microfone ou consulte Reproduzindo Agora informações e controles de mídia
ru: Отрегулируйте громкость динамика и микрофона или просмотрите информацию о воспроизведении и средствах управления мультимедиа
sk: Upravte hlasitosť reproduktora a zosilnenie mikrofónu alebo skontrolujte informácie o práve prehrávaných skladbách a ovládaní prehrávania
sv: Justera högtalar- och mikrofonvolymen eller se information om Nu spelas upp och mediekontroller
zh_tw: 調整喇叭和麥克風音量，或檢視目前播放媒體的資訊以及媒體控制

source: Minor updates
ca: Actualitzacions menors
cs: Drobné aktualizace
es: Actualizaciones menores
fr: Mises à jour mineures
hu: Apróbb frissítések
ja: マイナーアップデート
nl: Kleine updates
pl: Mniejsze aktualizacje
pt: Pequenas atualizações
pt_br: Atualizações menores
ru: Незначительные обновления
sk: Drobné aktualizácie
sv: Mindre uppdateringar
zh_tw: 小型更新

source: Updated translations
ca: Traduccions actualitzades
cs: Aktualizovány překlady
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített fordítások
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
pl: Zaktualizowano tłumaczenia
pt: Traduções atualizadas
pt_br: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
zh_tw: 翻譯更新

source: Use a toggle button for muting devices instead of a switch
es: Ahora se usa un botón de alternancia para silenciar dispositivos en vez de un switch de alternancia
fr: Utilisation d'un interrupteur plutôt que d'un bouton pour couper le son des appareils
ja: デバイスのミュート/ミュート解除をスイッチからトグルボタンに変更
nl: Gebruik een schakelknop om apparaten te dempen in plaats van een schakelaar
ru: Вместо переключателя для приглушения устройств теперь используется переключаемая кнопка
sv: Använd en vippknapp för att stänga av enheter i stället för en strömbrytare

source: Use circle buttons for playback controls
ca: Usa botons circulars per als controls de reproducció
es: Ahora se usan botones circulares para el control multimedia
fr: Utilisation de boutons circulaires pour les contrôles de lecture
hu: Kör alakú gombok használata a lejátszás vezérléséhez
ja: 再生コントロールを丸いボタンで表示するように変更
nl: Gebruik ronde knoppen voor de afspeelbediening
pl: Użycie okrągłych przycisków do kontroli mediów
pt: Utilizar botões circulares para os controlos de reprodução
pt_br: Use os botões circulares para controles de reprodução
ru: Круглые кнопки для управленя воспроизведением
sk: Použite kruhové tlačidlá pre ovládanie prehrávania
sv: Använd cirkelknappar för uppspelningskontroller
zh_tw: 為播放控制使用圓形按鈕

source: Middle-clicking the microphone indicator no longer mutes monitors
ca: Si feu clic amb el botó mitjà a l'indicador del micròfon, els monitors ja no es silencien
es: Hacer clic con el botón central en el indicador de micrófono ya no silencia monitores
fr: Effectuer un clic central sur l'indicateur de micro ne coupe désormais plus le son des écrans
hu: A mikrofon indikátorra való középső gombos kattintás nem némítja le a monitorokat
ja: マイクインジケーターを中クリックすると、システム内部音もミュートされてしまう不具合を修正
nl: Met de middelste muisknop klikken op de microfoonindicator dempt niet langer de monitors
pl: Kliknięcie mikrofonu prawym przyciskiem myszy nie wycisza już monitorów
pt: Clicar com o botão do meio no indicador do microfone já não silencia os monitores
pt_br: Clicar com o botão do meio no indicador do microfone não silencia mais os monitores
ru: Нажатие средней кнопкой мыши больше не заглушает монитор
sk: Stlačením kolieska už indikátor mikrofónu nestlmuje monitory
sv: Om du mittklickar på mikrofonindikatorn stängs inte längre monitorer av
zh_tw: 中鍵點擊麥克風指示器現在不會將喇叭靜音

source: Use device form factor when available to assign more accurate icons
ca: Ús del factor de forma del dispositiu quan estigui disponible per assignar icones més precises
es: Se tiene en cuenta el factor de forma del dispositivo que reproduce (cuando esté disponible) para asignar iconos más precisos
fr: Utilisation du format de l'appareil, lorsqu'il est disponible, pour attribuer des icônes plus précises
hu: A pontosabb ikonok hozzárendeléséhez használja az eszköz formai tényezőjét, ha az rendelkezésre áll
ja: 可能であればよりデバイスの種類にあった形状のアイコンを表示するように修正
nl: Gebruik apparaat vormfactor om accuratere iconen toe te wijzen
pl: Używanie współczynnika formatu urządzenia gdy jest dostępne by użyć bardziej dokładnych ikon
pt: Utilizar o fator de forma do dispositivo quando disponível para atribuir ícones mais precisos
pt_br: Use o fator de forma do dispositivo quando disponível para atribuir ícones mais precisos
ru: Использование форм-фактора устройства, если он доступен, чтобы показывать более точную иконку
sk: Pokiaľ je to možné, použiť tvar a veľkosť zariadenia pre presnejšie priradenie ikoniek
sv: Använd enhetens formfaktor när det finns tillgängligt för att tilldela mer exakta ikoner
zh_tw: 可能的話依裝置種類來選擇更精確的圖示

source: Provide a fallback device icon when none is available
ca: Proporció d'una icona de dispositiu alternativa quan no n'hi hagi cap disponible
es: Se ofrece un icono de dispositivo alternativo cuando no hay ninguno disponible
fr: Utilisation d'une icône de périphérique par défaut lorsqu'aucune icône n'est disponible
hu: Egy alapértelmezett eszközikon, ha nem lenne elérhető
ja: デバイスアイコンが利用可能でない場合はフォールバックするように修正
nl: Geef alternatief pictogram op voor het apparaat als er geen beschikbaar is
pl: Dodano ikonę urządzenia awaryjnego gdy żadne nie jest dostępne
pt: Fornecer um ícone de dispositivo de recurso quando nenhum estiver disponível
pt_br: Forneça um ícone de dispositivo de reserva quando nenhum estiver disponível
ru: Значок резервного устройства, если значок устройства недоступен
sk: Poskytnúť záložnú ikonku zariadenia, ak nie je žiadna dostupná
sv: Tillhandahålla en reservikon för enheten när ingen är tillgänglig
zh_tw: 沒有其他可用的裝置圖示的時候提供備用的裝置圖示

source: Fix missing switch animations
ca: Correcció de les animacions dels interruptors que falten
es: Se corrigió la falta de animaciones al cambiar dispositivo
fr: Correction des animations manquantes pour les boutons
hu: Hiányzó ikonanimációk hozzáadva
ja: スイッチ切替時にアニメーション表示されない不具合を修正
nl: Herstel ontbrekende schakelanimaties
pl: Naprawiono brakujące animacje zmian
pt: Corrige as animações de troca em falta
pt_br: Corrige animações de switch ausentes
ru: Исправлены отсутствующие анимации переключателей
sk: Oprava chýbajúcich animácií prepínania
sv: Fixa saknade växlingsanimationer
zh_tw: 修正切換時沒有動畫的問題

source: Use the volume step value from GNOME Settings Daemon
ca: Ús del valor del pas del volum des del dimoni de la configuració del GNOME
es: Se usa el valor de cambio de volumen incremental directamente del Servicio de Configuraciones de GNOME
fr: Utilisation de la valeur du pas du démon des paramètres de GNOME
hu: A GNOME Beállításdémon hanglépték-beállításának használata
ja: 音量の段階切り替えに GNOME 設定デーモンで定義されている値を使用するように修正
nl: Gebruik de volumestapwaarde van de GNOME-instellingendaemon
pl: Głośność jest teraz zmieniana zgodnie z krokiem ustawionym w GNOME Settings Daemon
pt: Usar o valor da etapa de volume do Daemon das Definições GNOME
pt_br: Use o valor do passo de volume do Daemon de Configurações do GNOME
ru: Использование шага громкости из GNOME Settings Daemon
sk: Používať krokovanie hlasitosti z GNOME Démona nastavení
sv: Använd volymstegvärdet från GNOME Settings Daemon
zh_tw: 使用來自 GNOME 設定值伺服程式的音量段階值

source: Show more specific icons for different types of devices
ca: Es mostren icones més específiques per als diferents tipus de dispositius.
cs: Zobrazovány konkrétnější ikony pro různé typy zařízení
es: Muestra iconos más específicos para distintos tipos de dispositivos
fr: Affichage d'icônes plus spécifiques pour les différents types d'appareils
hu: Még specifikusabb ikonok kijelzése különböző típusú eszközökhöz
ja: デバイスの種類を的確に示すアイコンを表示するように修正
nl: Toon meer specifieke pictogrammen voor verschillende typen apparaten
pl: Pokaż dokładniejsze ikony dla różnych typów urządzeń
pt: Mostrar ícones mais específicos para diferentes tipos de dispositivos
pt_br: Mostrar ícones mais específicos para diferentes tipos de dispositivos
ru: Отображение большего количества значков для разных типов устройств
sk: Zobrazovať špecifické ikonky pre rôzne typy zariadení
sv: Visa mer specifika ikoner för olika typer av enheter
zh_tw: 為不同種類的裝置使用更精確的圖示

source: New features
ca: Característiques noves
cs: Nové funkce
es: Nuevas características
fr: Nouvelles fonctionnalités
hu: Új funkciók
ja: 新機能
nl: Nieuwe functies
pl: Nowe funkcje
pt: Novas funcionalidades
pt_br: Novas funcionalidades
ru: Новые возможности
sk: Nové funkcie
sv: Nya funktioner
zh_tw: 新功能

source: select specific input and output devices
ca: seleccioneu dispositius d’entrada i sortida específics
cs: výběr konkrétních vstupních a výstupních zařízení
es: Se puede seleccionar dispositivos específicos para entrada y salida
fr: Sélectionnez des périphériques d'entrée et de sortie spécifiques
hu: Különböző be- és kimeneti eszközök kiválasztása
ja: インジケーターから入力・出力デバイスを選択できる機能を追加
nl: Selecteer specifieke invoer- en uitvoerapparaten
pl: Wybieranie konkretnych urządzeń wejścia i wyjścia
pt: seleciona dispositivos específicos de entrada e saída
pt_br: selecionar dispositivos de entrada e saída específicos
ru: Выбор конкретных устройств ввода и вывода
sk: Vyberte špecifické vstupné a výstupné zariadenia
sv: välja specifika in- och utmatningsenheter
zh_tw: 新增選擇輸入及輸出裝置的功能

source: Hide temporary audio players when they stop
ca: S'amaguen els reproductors d'àudio temporals quan s'aturen.
cs: Když přestanou přehrávat, jsou dočasné přehrávače zvuky skryty
es: Se ocultan temporalmente los reproductores de audio cuando se detienen
fr: Les lecteurs audio temporaires sont masqués lorsqu'il sont arrêtés
hu: Ideiglenes hanglejátszók elrejtése megállítás után
ja: 一時的なオーディオプレーヤーが停止した場合、非表示にするように変更
nl: Verberg tijdelijke audiospelers als ze stoppen
pl: Tymczasowe odtwarzacze audio są chowane po zatrzymaniu
pt: Oculta temporariamente leitores de áudio quando param
pt_br: Ocultar reprodutores de áudio temporários quando eles pararem
ru: Временные аудиопроигрыватели скрываются, когда они останавливаются
sk: Skryť dočasné audio prehrávače keď sa zastavia
sv: Dölj tillfälliga ljudspelare när de stoppas
zh_tw: 暫時音效播放來源停止時隱藏它們

source: Add a tooltip on hover
ca: Addició d'una descripció emergent en passar-hi
cs: Přidána bublinová nápověda při najetí ukazatelem
es: Se ha agregado una descripción emergente al pasar el puntero del ratón
fr: Ajout d'une infobulle au survol
hu: Címke megjelenítése rámutatáskor
ja: ホバー時のツールチップを追加
nl: Voeg een tooltip toe als de muis er overheen gaat
pl: Dodano tooltip przy najechaniu
pt: Adiciona dica ao pairar o rato
pt_br: Adicionar uma dica de ferramenta ao passar o mouse
ru: Добавлены всплывающие подсказки при наведении
sk: Pridaný popis po umiestnení kurzora
sv: Lägg till en tooltip när du håller muspekaren över skärmen
zh_tw: 新增滑鼠停駐時的工具提示

source: Minor visual improvements
ca: Millores visuals menors
cs: Drobná vylepšení vzhledu
es: Mejoras visuales menores
fr: Améliorations visuelles mineures
hu: Kisebb vizuális javítások
ja: 軽微な視覚上の改善
nl: Kleine visuele verbeteringen
pl: Mniejsze poprawki wizualne
pt: Pequenas melhorias visuais
pt_br: Pequenas melhorias visuais
ru: Незначительные визуальные улучшения
sk: Drobné vizuálne zlepšenia
sv: Mindre visuella förbättringar
zh_tw: 微幅視覺改善
